RutaClient/request.xml

<?xml version='1.0' encoding='UTF-8'?>
<S:Envelope xmlns:S="http://www.w3.org/2003/05/soap-envelope"
	xmlns:env="http://www.w3.org/2003/05/soap-envelope">
	<env:Header>
		<Credentials xmlns="http://ruta.rs/credentials">
			<Username xmlns="">ruta</Username>
			<Timestamp xmlns="">02-01-2018T15:43:33Z</Timestamp>
			<Signature xmlns="">8U3CSEH8pF+I7cnLwKLkM47B6amXXCRmffHJxOiUB+Q=
			</Signature>
		</Credentials>
	</env:Header>
	<S:Body>
		<ns7:SearchBugReport xmlns:ns2="urn:rs:ruta:common"
			xmlns:ns3="urn:oasis:names:specification:ubl:schema:xsd:CommonBasicComponents-2"
			xmlns:ns4="urn:oasis:names:specification:ubl:schema:xsd:CommonAggregateComponents-2"
			xmlns:ns5="urn:oasis:names:specification:ubl:schema:xsd:CommonExtensionComponents-2"
			xmlns:ns6="urn:rs:ruta:services" xmlns:ns7="http://ruta.rs/services">
			<arg0 />
		</ns7:SearchBugReport>
	</S:Body>
</S:Envelope>